Repository: protegidos/dp3t-app-ios-es
Catalog: Translations/*.lproj/Localizable.strings
Languages: es

# onboarding_bluetooth_gtk_text2
source: The app operates using as little energy as possible. There is only a minor increase in battery usage.
es: La aplicación funciona con la menor energía posible. Solo hay un pequeño aumento en el uso de la batería.

# onboarding_bluetooth_gtk_title1
source: You remain anonymous
es: Tu permaneces anónimo

# onboarding_bluetooth_gtk_title2
source: Minor increase in battery usage
es: Modo poco consumo de batería al usar la aplicación

# onboarding_bluetooth_text
source: In order to use the app, you must enable Bluetooth.
es: Para poder usar la aplicación debes activar el bluetooth

# onboarding_bluetooth_title
source: Enable Bluetooth
es: Bluetooth activado

# onboarding_continue_button
source: Continue
es: Continuar

# onboarding_finish_button
source: Finish
es: Finalizar

# onboarding_go_button
source: Start
es: Empezar

# onboarding_go_text
source: Thank you for helping to protect yourself and others.
es: Gracias por ayudar a protegerse y proteger a las demás.

# onboarding_go_title
source: The app is ready to go
es: La aplicación está lista para funcionar

# onboarding_good_to_know
source: Good to know
es: Es bueno saber

# onboarding_meldung_heading
source: What does the app do?
es: ¿Qué hace la aplicación?

# onboarding_meldung_text1
source: The app notifies you if a potential infection is suspected.
es: La aplicación le notifica si se sospecha una infección potencial.

# onboarding_meldung_text2
source: By responding appropriately, you can protect yourself and other people.
es: Al responder adecuadamente, puede protegerse a sí mismo y a otras personas.

# onboarding_meldung_title
source: Report of potential infection
es: Reporte de potencial infección

# onboarding_prinzip_heading
source: The aim
es: El objetivo

# onboarding_prinzip_text1
source: By using the Protegidos app, we can all help to contain the spread of the new coronavirus.
es: Al usar la aplicación Protegidos, todos podemos ayudar a contener la propagación del nuevo coronavirus.

# onboarding_prinzip_text2
source: The app provides information on suspected infections. In this way, the chain of infection can be broken.
es: La aplicación proporciona información sobre infecciones sospechosas. De esta manera, la cadena de infección puede romperse.

# onboarding_prinzip_title
source: Staying one step ahead of the virus
es: Mantenerse un paso por delante del virus

# onboarding_privacy_heading
source: Privacy by design
es: Diseñado para privacidad

# onboarding_privacy_text1
source: Devices communicate anonymously.
es: Los dispositivos se comunican de forma anónima.

# onboarding_privacy_text2
source: All data is encrypted and only saved locally on the smartphone.
es: Todos los datos están encriptados y solo se guardan localmente en el teléfono inteligente.

# onboarding_privacy_title
source: Protection of privacy guaranteed
es: Protección de la privacidad garantizada.

# onboarding_push_button
source: Enable messages
es: Permitir mensajes

# onboarding_push_gtk_text1
source: In the event of a potential infection, you will receive a message on the lock screen.
es: En caso de infección potencial, recibirá una notificación.

# onboarding_push_gtk_title1
source: Notified immediately
es: Notificado inmediatamente

# onboarding_push_text
source: In order to receive notifications from the app, you must enable messages.
es: Para recibir notificaciones de la aplicación, debe habilitar los mensajes.

# onboarding_push_title
source: Allow messages
es: Permitir mensajes

# preview_warning_text
source: This app provides a preview of how the DP-*T works. It is not a functioning COVIS-19 tracer.
es: Esta aplicación es una preview del DP-3T. No es un rastreador funcional de COVID-19.

# preview_warning_title
source: Version preview
es: Versión preview

# push_exposed_text
source: Open the app to read the message
es: Abre la app para leer el mensaje

# push_exposed_title
source: New message
es: Nuevo mensaje

# push_open_settings_button
source: Change settings
es: Cambiar ajustes

# reports_title_homescreen
source: Reports
es: Informes

source: Reset onboarding
es: Restablecer incorporación

# symptom_detail_box_button
source: To the coronavirus check
es: A la comprobación de coronavirus

# symptom_detail_box_subtitle
source: In the case of symptoms ...
es: En caso de síntomas ...

# symptom_detail_box_text
source: If you have possible coronavirus symptoms, contact your doctor or the medical emergency service.
es: Si tienes posibles síntomas de coranvirus, contacta con tu médico o urgencias.

# symptom_detail_box_title
source: Contact your doctor
es: Contacta con tu médico

# symptom_detail_navigation_title
source: Symptoms
es: Síntomas

# symptom_detail_subtitle
source: What do I do if …
es: ¿Qué hago si …

# symptom_detail_title
source: I feel ill?
es: me siento enfermo?

# symptom_faq1_text
source: You have symptoms but are unsuare what you should do? Answer the questions in the FOPH Coronavirus Check to receive advice on what to do.
es: ¿Tiene síntomas pero no está seguro de lo que debe hacer? Responda las preguntas en FOPH Coronavirus Check para recibir consejos sobre qué hacer.

# symptom_faq1_title
source: Unsure about symptoms?
es: ¿Inseguro de los síntomas?

# sync_error_button
source: Retry
es: Reintentar

# sync_error_text
source: A synchronisation error has occurred
es: Ha habido un error de sincronización

# sync_error_title
source: Unexpected error
es: Error inesperado

# sync_warning_notification_text
source: Open the app to correct the error.
es: Abre la aplicación para corregir el error.

# sync_warning_notification_title
source: An error has occurred
es: Ha ocurrido un error

# tab_theapp_title
source: The App
es: La Aplicación

# tab_tracing_title
source: Tracing
es: Rastreo

# time_inconsistency_text
source: The time must be set correctly for tracing to work.
es: El tiempo debe establecerse correctamente para que el rastreo funcione.

# time_inconsistency_title
source: Time error
es: Error de tiempo

# tracing_active_text
source: Encounters will be registered anonymously.
es: Los encuentros se registrarán anónimamente.

# tracing_active_title
source: Tracing active
es: Rastreo activo

# tracing_ended_text
source: No further encounters registered
es: No hay más encuentros registrados

# tracing_ended_title
source: Tracing ended
es: Rastreo finalizado

# tracing_setting_text
source: Allow anonymous tracing
es: Permitir rastreo anónimo

# tracing_setting_title
source: Tracing
es: Rastreo

# tracing_turned_off_text
source: Activate tracing so that the app works.
es: Activa el rastreo para que funcione la app

# tracing_turned_off_title
source: Tracing deactivated
es: Rastreo desactivado

# unexpected_error_title
source: An unexpected error has occurred
es: Ha ocurrido un error inesperado

# whattodo_subtitle_positivetest
source: What to do if …
es: ¿Qué pasa si …

# whattodo_subtitle_symptoms
source: What to do if …
es: ¿Qué pasa si …

# whattodo_title_positivetest
source: you test positive
es: Has dado positivo

# whattodo_title_symptoms
source: Symptoms of the disease
es: Síntomas de la enfermedad
