Repository: protegidos/dp3t-app-ios-es
Catalog: Translations/*.lproj/Localizable.strings
Languages: es

# NSBluetoothAlwaysUsageDescription
source: Encounters will be recognised in the background via low energy Bluetooth.
es: Los encuentros se reconocerán en segundo plano a través de Bluetooth de baja energía.

# NSBluetoothPeripheralUsageDescription
source: Encounters will be recognised in the background via low energy Bluetooth.
es: Los encuentros se reconocerán en segundo plano a través de Bluetooth de baja energía.

# accessibility_10nd
source: Tenth
es: Décimo

# accessibility_11nd
source: Eleventh
es: Onceavo

# accessibility_12nd
source: Twelfth
es: Doceavo

# accessibility_1nd
source: First
es: Primero

# accessibility_2nd
source: Second
es: Segundo

# accessibility_3nd
source: Third
es: Tercero

# accessibility_4nd
source: Fourth
es: Cuarto

# accessibility_5nd
source: Fifth
es: Quinto

# accessibility_6nd
source: Sixth
es: Sexto

# accessibility_7nd
source: Seventh
es: Séptimo

# accessibility_8nd
source: Eighth
es: Octavo

# accessibility_9nd
source: Ninth
es: Noveno

# accessibility_code_button_disabled_hint
source: Please enter the code in full, then press button.
es: Ingrese el código completo y luego presione el botón.

# accessibility_date
source: Date
es: Fecha

# accessibility_info_button
source: Information
es: Información

# android_accessibility_back_button
source: Back
es: Atrás

# android_button_permission_location
source: Permit localisation
es: Permitir localización

# android_debug_sdk_reset_text
source: The local SDK status has been reset.
es: El estado del SDK local se ha restablecido.

# android_foreground_service_notification_error_battery_optimization
source: For tracing to work precisely, the app must also run in the background. This will cause a minor increase in battery usage.
es: Para que el rastreo funcione con precisión, la aplicación también debe ejecutarse en segundo plano. Esto causará un pequeño aumento en el uso de la batería..

# android_foreground_service_notification_error_location_permission
source: For the app to use Bluetooth, you must enable your location to be used. The app itself does not recognise your location at any time.
es: Para que la aplicación use Bluetooth, debe habilitar su ubicación para ser utilizada. La aplicación en sí no reconoce su ubicación en ningún momento.

# android_foreground_service_notification_error_network_sync
source: An error occurred when loading the data
es: Se produjo un error al cargar los datos

# android_foreground_service_notification_errors
source: App currently unable to function properly
es: La aplicación actualmente no puede funcionar correctamente

# android_foreground_service_notification_text
source: Encounters will be registered anonymously on your device.
es: Los encuentros se registrarán anónimamente en su dispositivo.

# android_onboarding_battery_permission_button
source: Allow
es: Permitir

# android_onboarding_battery_permission_info_1_text
source: For the app to work, it must also run in the background. Battery optimisation can be disabled for individual apps, so that this is possible.
es: Para que la aplicación funcione, también debe ejecutarse en segundo plano. La optimización de la batería se puede deshabilitar para aplicaciones individuales permitiendo que esto sea posible.

# android_onboarding_battery_permission_info_1_title
source: Only for this app
es: Sólo para esta aplicación

# android_onboarding_battery_permission_info_2_text
source: The app operates using as little energy as possible. There is only a minor increase in battery usage.
es: La aplicación funciona con la menor energía posible. Solo hay un pequeño incremento en el uso de la batería..

# android_onboarding_battery_permission_text
source: To be able to recognise encounters at all times, the battery optimisation function for this app must be disabled.
es: Para poder reconocer los encuentros en todo momento, la función de optimización de la batería para esta aplicación debe estar desactivada.

# android_onboarding_battery_permission_title
source: Ignore battery optimisation
es: Ignorar la optimización de la batería

# android_onboarding_bt_permission_button
source: Allow
es: Permitir

# android_onboarding_bt_permission_button_allowed
source: Enabled
es: Habilitado

# android_onboarding_bt_permission_goodtoknow
source: Good to know
es: Es bueno saber

# android_onboarding_bt_permission_info_1_text
source: On Android devices, enabling Bluetooth requires you to enable the sharing of your location. This is why the location function must be enabled even if the app does not register your location at any time.
es: En dispositivos Android, habilitar Bluetooth requiere que habilites compartir tu ubicación. Es por eso que la función de ubicación debe estar habilitada incluso si la aplicación no registra su ubicación en ningún momento.

# android_onboarding_bt_permission_info_1_title
source: Your location remains secret
es: Tu ubicación permanece siendo secreta

# android_onboarding_bt_permission_info_2_text
source: No personal data is visible via Bluetooth.
es: No hay datos personales visibles a través de Bluetooth.

# android_onboarding_bt_permission_info_2_title
source: You remain anonymous
es: Permaneces anónimo

# android_onboarding_bt_permission_text
source: For the app to work and for access to Bluetooth, you must enable the location function.
es: Para que la aplicación funcione y para acceder a Bluetooth, debe habilitar la función de ubicación.

# android_onboarding_bt_permission_title
source: Enable location for Bluetooth
es: Habilitar ubicación a través de Bluetooth

# android_tracing_error_title
source: Tracing not active
es: Rastreo no activo

# app_subtitle
source: Subtitle
es: Subtítulo

# begegnung_detail_faq1_text
source: If smartphones with the app are in close proximity for several minutes, this is registered on your device as an encounter.
es: Para que la aplicación registre un encuentro los dispositivos que tengan instalada la aplicación deben estar cerca durante unos minutos.

# begegnung_detail_faq1_title
source: What is an encounter?
es: ¿Qué significa un encuentro?

# begegnung_detail_faq2_text
source: In the event of an encounter, only an encrypted code is exchanged. This is saved locally on the devices and then deleted 21 days later.
es: En caso de un encuentro, solo se intercambia un código cifrado. Esto se guarda localmente en los dispositivos y se elimina 21 días después.

# begegnung_detail_faq2_title
source: Are my data secure?
es: ¿Son mis datos seguros?

# begegnungen_detail_faq3_text
source: In order to recognise encounters, Bluetooth must be switched on at all times. This causes only a minor increase in battery usage.
es: Para reconocer los encuentros, Bluetooth debe estar encendido en todo momento. Esto causa solo un pequeño incremento en el uso de la batería.

# begegnungen_detail_faq3_title
source: Does Bluetooth have to be switched on all the time?
es: ¿Tiene que estar el Bluetooth encendido todo el tiempo?

# begegnungen_restart_error_text
source: An unexpected error has occurred. Restart your device.
es: Ha ocurrido un error inesperado. Reinicia tu dispositivo.

# begegnungen_restart_error_title
source: Restart required
es: Se requiere reiniciar

# bluetooth_permission_error_text
source: Enable the use of Bluetooth so that anonymous tracing works.
es: Habilite el uso de Bluetooth para que funcione el rastreo anónimo.

# bluetooth_permission_error_title
source: Bluetooth use declined
es: Uso de Bluetooth rechazado

# bluetooth_permission_turned_off
source: The app is not working because Bluetooth is not permitted
es: La app no va a funcionar porque el Bluetooth no está autorizado

# bluetooth_setting_data_explanation_title
source: Are my data secure?
es: Están seguros mis datos?

# bluetooth_setting_tracking_explanation_text2
source: An encounter with another user is only saved locally on your smartphone.
es: Un encuentro con otro usuario solo se guarda localmente en su teléfono

# bluetooth_setting_tracking_inactive
source: Tracing deactivated
es: Rastreo desactivado

# bluetooth_turn_on_button_title
source: Switch on Bluetooth
es: Enciende el Bluetooth

# bluetooth_turned_off
source: The app is not working because Bluetooth is switched off
es: La app no va a funcionar porque el Bluetooth está desactivado

# bluetooth_turned_off_text
source: Switch on Bluetooth on your device so that anonymous tracing works.
es: Active Bluetooth en su dispositivo para que funcione el rastreo anónimo.

# bluetooth_turned_off_title
source: Bluetooth off
es: Bluetooth apagado

source: Cancel
es: Cancelar

# date_days_ago
source: {COUNT} days ago
es: hace {COUNT} días

# date_in_days
source: There are {COUNT} days left
es: Quedan {COUNT} días

# date_in_one_day
source: 1 more day
es: 1 día más

# date_one_day_ago
source: 1 day ago
es: Hace 1 día

# date_text_before_date
source: on {DATE}
es: en {DATE}

# date_today
source: Today
es: Hoy

# debug_sdk_state_contact_exposed
source: Contact reported
es: Contacto reportado

# debug_sdk_state_last_synced
source: Last synchronisation
es: Última sincronización

# debug_sdk_state_number_contacts
source: Number of contacts
es: Número de contactos

# debug_sdk_state_number_handshakes
source: Number of handshakes
es: Número de apretones de mano bt

# debug_sdk_state_self_exposed
source: Reported yourself
es: Repórtate a ti mismo

# debug_sdk_state_text
source: Current status of DP-3T SDK
es: Estado actual del DP-3T SDK

# debug_sdk_state_title
source: SDK status
es: estado del SDK status

# debug_settings_title
source: Debug settings
es: Ajustes de depuración

# debug_state_setting_option_exposed
source: Contact has tested positive
es: Un contacto ha dado positivo en el test

# debug_state_setting_option_infected
source: Reported yourself as positive
es: Repórtate a ti mismo como positivo

# debug_state_setting_option_none
source: No overwrite
es: No sobreescribir

# debug_state_setting_option_ok
source: Healthy
es: Saludable

# debug_state_setting_text
source: This setting overwrites the app's visual status. Tracing functionality remains unaffected.
es: Esta configuración sobrescribe el estado visual de la aplicación. La funcionalidad de rastreo no se ve afectada.

# debug_state_setting_title
source: Overwrite app status
es: Sobreescribir el estado de la app

# error_battery_optimization_title
source: Optimisation of battery usage activated
es: Optimización del uso de la batería activado

# error_location_permission_button
source: Allow
es: Permitir

# error_location_permission_title
source: Use of location declined
es: Uso de la ubicación rechazado

# error_location_services_button
source: Enable location
es: Habilitar ubicación

# error_location_services_title
source: Location disabled
es: Ubicación desactivada

# exposed_info_contact_hotline
source: Contact the
es: Contacte con

# force_update_text
source: Install the new version of the app so that tracing works.
es: Instale la nueva versión de la aplicación para que el rastreo funcione.

# force_update_title
source: Update required
es: Actualización requerida

# foreground_service_notification_error_location_service
source: Enable location information so that the app can use Bluetooth. The app does not recognise your location at any time.
es: Habilite la información de ubicación para que la aplicación pueda usar Bluetooth. La aplicación no reconoce su ubicación en ningún momento.

# handshakes_title_homescreen
source: Encounters
es: Encuentros

# homescreen_meldung_data_outdated_text
source: It has not been possible to synchronise reports for some time. Please check that your device is connected to the internet.
es: Hace tiempo que no es posible sincronizar informes. Verifique que su dispositivo tenga conexión a internet.

# homescreen_meldung_data_outdated_title
source: No current data
es: Sin datos actualmente

# inform_code_intro_text
source: Although no personal data relating to you is sent out, it may well be that someone remembers their encounter with you from the date.
es: Aunque no se envían datos personales relacionados con usted, es posible que alguien recuerde su encuentro y la fecha en que se produjo.

# inform_code_intro_title
source: Important information
es: Información importante

# inform_code_invalid_subtitle
source: If you have any questions: App-Hotline +41 58 466 07 99
es: Si tiene alguna pregunta contacte a través del siguiente número de teléfono: +34 00 00 00 000

# inform_code_invalid_title
source: Code invalid
es: Codigo no válido

# inform_code_no_code
source: Do you need help?
es: ¿Necesitas ayuda?

# inform_code_text
source: Enter the Covidcode sent to you.
es: Introduce el Covidcode que te hemos envidado

# inform_code_title
source: Enter the Covidcode
es: Introduce el Covidcode

# inform_continue_button
source: Continue
es: Continuar

# inform_detail_box_button
source: Enter the Covidcode
es: Introduce el Covidcode

# inform_detail_box_subtitle
source: With the Covidcode
es: Con el Covidcode

# inform_detail_box_text
source: Use the Covidcode sent to you to report the test anonymously in the app.
es: Usa el Covidcode que te hemos enviado para informar sobre el test de forma anónima en la app.

# inform_detail_box_title
source: Send an anonymous report
es: Manda un informe anónimo

# inform_detail_faq1_text
source: People who have tested positive for the new coronavirus receive a Covidcode. This ensures that only confirmed cases are notified via the app.
es: Las personas que tienen una prueba positiva para el nuevo coronavirus reciben un código Covid. Esto garantiza que sólo los casos confirmados se notifiquen a través de la aplicación.

# inform_detail_faq1_title
source: What is a Covidcode?
es: ¿Qué es el Covidcode?

# inform_detail_faq2_text
source: Only the temporary keys from your app are sent. No personal data. Other Protegidos apps can then check if they have had an encounter with your app in the past few days.
es: Solo se envían las claves temporales de su aplicación. No se envían sus datos personales. Otras aplicaciones de PT pueden verificar si han tenido un encuentro con su aplicación en los últimos días.

# inform_detail_faq2_title
source: How do I remain anonymous?
es: ¿Cómo sigo siendo anónimo?

# inform_detail_navigation_title
source: Tested positive
es: Test positivo

# inform_detail_subtitle
source: What to do if …
es: ¿Qué pasa si …

# inform_detail_title
source: you test positive?
es: ¿Has dado positivo?

# inform_fertig_button_title
source: Close
es: Cerrar

# inform_send_button_title
source: Send anonymous report
es: Mandar informe anónimo

# inform_send_endtracing_text
source: Following a positive text, tracing is automatically ended.
es: Después de un texto positivo, el seguimiento finaliza automáticamente.

# inform_send_endtracing_title
source: Tracing ended
es: Seguimiento finalizado

# inform_send_getwell_text
source: Get well soon! Follow the instructions on self-isolation.
es: ¡Mejorate pronto! Sigue las instrucciones de aislamiento.

# inform_send_getwell_title
source: Get well soon!
es: ¡Mejorate pronto!

# inform_send_thankyou
source: Thank you
es: Gracias

# inform_send_thankyou_text
source: You have reported your positive test anonymously via the app. Thank you for helping to contain the spread of the coronavirus.
es: Has reportado tu test positivo anónimamente por la app. Gracias por ayudar a contener la propagación del coronavirus.

# invalid_response_auth_code
source: Owing to a system error, your authentification code could not be used correctly. Please call the hotline.
es: Debido a un error del sistema, su código de autenticación no se pudo utilizar correctamente. Por favor llame al número de atención facilitado.

# language_key
source: de
es: es

# loading_view_reload
source: Reload
es: Recargar

# meldung_animation_continue_button
source: Continue
es: Continuar

# meldung_detail_exposed_new_meldung
source: New report
es: Nuevo informe

# meldung_detail_exposed_subtitle
source: Potential infection suspected
es: Sospecha de infección potencial

# meldung_detail_exposed_title
source: Potential infection
es: Infección potencial

# meldung_detail_new_contact_subtitle
source: On this day, an infection was also possible.
es: Este día, también fue posible una infección.

# meldung_detail_new_contact_title
source: New report
es: Nuevo informe

# meldung_detail_positive_test_box_subtitle
source: What do I have to do?
es: ¿Que tengo que hacer?

# meldung_detail_positive_test_box_text
source: Follow the instructions on self-isolation.
es: Siga las instrucciones en autoaislamiento.

# meldung_detail_positive_test_box_title
source: Self-isolation
es: Autoaislamiento

# meldung_detail_positive_tested_subtitle
source: You have tested positive for the new coronavirus.
es: Has dado positivo para el nuevo coronavirus

# meldung_detail_positive_tested_title
source: Tested positive
es: Test positivo

# meldung_homescreen_positiv_text
source: You have tested positive for the new coronavirus.
es: Has dado positivo para el nuevo coronavirus

# meldung_homescreen_positiv_title
source: Tested positive
es: Test positivo

# meldung_homescreen_positive_info_line1
source: Follow the
es: Siga al

# meldung_homescreen_positive_info_line2
source: Instructions on self-isolation
es: Instrucciones en autoaislamiento

# meldung_in_app_alert_accept_button
source: To notifications
es: Ir a notificaciones

# meldungen_background_error_button
source: Change settings
es: Cambiar ajustes

# meldungen_background_error_text
source: Change the settings to receive notification outside the app as well in the event of a report.
es: Cambie la configuración para recibir notificaciones e informes fuera de la aplicación.

# meldungen_background_error_title
source: Background update deactivated.
es: Actualización en segundo plano desactivada.

# meldungen_detail_call
source: Call us
es: Llámanos

# meldungen_detail_call_again
source: Call again
es: Llamar de nuevo

# meldungen_detail_call_again_button
source: Call again
es: Llama de nuevo

# meldungen_detail_call_button
source: Call now
es: Llama ahora

# meldungen_detail_call_last_call
source: Last call: (DATE)
es: Ultima llamada: (DATE)

# meldungen_detail_call_text
source: Coronavirus infoline (24hrs-a-day)
es: Coronavirus infoline (24hrs-al-día)

# meldungen_detail_call_thankyou_subtitle
source: You are protecting other people.
es: Tu estás protegiendo a los demás.

# meldungen_detail_call_thankyou_title
source: Thank you for your cooperation.
es: Gracias por su cooperación.

# meldungen_detail_explanation_text1
source: You could be infectious without realising it.
es: Podrías ser contagioso sin darte cuenta.

# meldungen_detail_explanation_text2
source: Please protect your family, your friends and those around you. Avoid contacts for up to 10 days after a possible infection.
es: Proteja a su familia, a sus amigos y a quienes lo rodean. Evite los contactos hasta 10 días después de una posible infección.

# meldungen_detail_explanation_text3
source: As soon as you have any symptoms, contact your doctor.
es: En cuanto aparezcan sintomas, contacta con tu médico de cabecera

# meldungen_detail_explanation_title
source: Be careful!
es: Lleva cuidado!

# meldungen_detail_guard_others
source: Protect other people
es: Proteje a otras personas

# meldungen_detail_guard_text
source: If you have any questions: Infoline Coronavirus +41 58 387 77 78
es: Si tienes alguna pregunta: Infoline Coronavirus +34 00 00 00 000

# meldungen_detail_no_meldungen_continue
source: Continue
es: Continuar

# meldungen_detail_no_meldungen_hinweis
source: Please note
es: Tenga en cuenta

# meldungen_detail_no_meldungen_subtitle
source: The last potential infection took place more than 10 days ago.
es: La última infección potencial tuvo lugar hace más de 10 días.

# meldungen_detail_no_meldungen_title
source: No new notifications.
es: No hay notificaciones nuevas

# meldungen_detail_whattodo
source: What should I do?
es: ¿Qué debería hacer?

# meldungen_explanation_link_title
source: Instructions on self-quarantine
es: Instrucciones sobre la cuarentena

# meldungen_meldung_text
source: An infection is suspected.
es: Sospecha de infección.

# meldungen_meldung_title
source: Possible infection
es: Posible infección

# meldungen_meldungen_faq1_text
source: It is important that you call every time you receive a notification. You will remain anonymous. No personal data will be recorded.
es: Es importante que llame cada vez que reciba una notificación. Permanecerás en el anonimato. No se registrarán sus datos personales.

# meldungen_meldungen_faq1_title
source: Do I have to call?
es: ¿Tengo que llamar?

# meldungen_no_meldungen_subtitle
source: No potential infections have been reported
es: No se han reportado infecciones potenciales

# meldungen_no_meldungen_title
source: No reports
es: Sin informes

# meldungen_nomeldungen_faq1_text
source: The app checks regularly to see whether any encounters it has registered have tested positive for the virus. If it is possible that you have been infected, you will receive a message on your lock screen.
es: La aplicación verifica regularmente para analizar si algún encuentro que haya registrado tiene alguna prueba positiva del virus. Si es posible que haya sido infectado, recibirá un mensaje.

# meldungen_nomeldungen_faq1_title
source: What are reports?
es: ¿Qué son los informes?

# meldungen_nomeldungen_faq2_text
source: The app not only checks whether you have had encounters with infected persons, but how long and how close these were. You will only be notified if there is sufficent suspicion that you have been infected.
es: La aplicación no sólo comprueba si has tenido encuentros con personas infectadas, sino también por cuánto tiempo y a que distancia. Solo se le notificará si hay sospechas suficientes de que se ha infectado.

# meldungen_nomeldungen_faq2_titel
source: What is a potential infection?
es: ¿Qué es una infección potencial

# meldungen_positive_tested_faq1_text
source: Following a positive text, tracing in the app is automatically ended.
es: Siguiendo un texto positivo, el rastreo en la app se termina automáticamente.

# meldungen_positive_tested_faq1_title
source: Why has tracing ended?
es: ¿Por qué ha terminado el rastreo?

# menu_impressum
source: Imprint
es: Imprimir

# network_error
source: Please check your internet connection
es: Por favor, comprueba tu conexión a internet

# no_meldungen_box_link
source: This way, we protect ourselves
es: De esta manera, nos protegemos

# no_meldungen_box_subtitle
source: What should I do?
es: ¿Qué debería hacer?

# no_meldungen_box_text
source: Follow the government recommendations on hygiene and social distancing.
es: Siga las recomendaciones del gobierno sobre higiene y distanciamiento social.

# no_meldungen_box_title
source: Protect yourself
es: Protégete

# onboarding_begegnungen_heading
source: What does the app do?
es: ¿Qué hace la aplicación?

# onboarding_begegnungen_text1
source: The app automatically recognises when two users have been in close proximity for a certain time.
es: La aplicación reconoce automáticamente cuando dos usuarios han estado muy cerca durante cierto tiempo.

# onboarding_begegnungen_text2
source: It uses Bluetooth Low Energy (BLE) to do this. No GPS data are used.
es: Utiliza Bluetooth Low Energy (BLE) para hacer esto. No se utilizan datos de GPS.

# onboarding_begegnungen_title
source: Recognising encounters using Bluetooth
es: Reconociendo encuentros usando Bluetooth

# onboarding_bluetooth_button
source: Enable Bluetooth
es: Activa Bluetooth

# onboarding_bluetooth_gtk_text1
source: No personal data is visible via Bluetooth.
es: Lo datos personales no son visibles vía Bluetooth
